[PAD]
[UNK]
[START]
[END]
!
"
#
$
%
&
'
(
)
*
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
=
?
@
[
\
]
_
`
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
–
‘
“
”
the
to
of
and
in
that
is
for
it
as
be
on
are
with
by
but
not
has
have
will
this
from
more
its
their
an
us
they
at
would
or
was
which
than
world
countries
##s
china
can
one
economic
new
all
if
been
we
his
so
government
only
such
global
growth
other
there
even
also
should
no
when
most
could
about
who
political
now
many
people
these
what
europe
some
he
country
financial
were
years
european
may
economy
policy
must
over
while
international
do
time
into
much
had
like
states
long
out
up
year
them
because
first
after
crisis
public
power
united
trade
two
eu
those
market
president
state
well
between
how
trump
just
war
america
##ing
our
need
both
any
debt
today
against
change
national
russia
last
system
investment
high
development
far
term
leaders
bank
way
example
governments
since
less
too
indeed
social
own
markets
make
security
support
foreign
become
banks
rate
##ed
recent
central
interest
yet
health
still
where
policies
capital
important
chinese
future
military
nuclear
including
japan
rates
does
economies
india
being
through
american
energy
same
current
union
right
large
without
real
already
under
tax
germany
income
gdp
then
another
likely
iran
risk
might
end
##ly
made
monetary
major
work
given
take
fiscal
billion
good
better
climate
use
low
fact
prices
rather
among
often
problem
did
south
three
party
result
human
help
##d
middle
private
before
cannot
demand
part
why
sector
million
course
very
whether
around
order
oil
during
companies
north
moreover
region
institutions
based
increase
higher
least
second
eurozone
though
asia
east
africa
education
money
role
approach
few
free
labor
past
israel
next
obama
korea
back
minister
great
little
case
toward
developing
inflation
women
democracy
however
down
emerging
needed
needs
especially
business
short
thus
rights
election
agreement
clear
domestic
reform
rise
process
others
problems
price
spending
called
democratic
remains
means
almost
strong
you
costs
led
come
level
decades
france
growing
century
within
reforms
efforts
further
making
services
point
continue
despite
cost
longer
potential
west
different
peace
remain
law
currency
every
key
workers
seems
benefits
non
particularly
citizens
poor
best
control
exchange
##e
increasingly
western
recently
ago
population
put
administration
each
left
off
iraq
question
her
enough
prime
care
difficult
regional
share
life
used
greater
infrastructure
once
itself
members
politics
provide
regime
former
number
children
small
never
interests
terms
set
resources
value
according
history
putin
turkey
access
progress
my
research
strategy
society
effective
force
jobs
say
stability
technology
instead
third
data
reduce
face
local
risks
investors
ever
impact
place
challenges
euro
possible
lower
reason
finance
per
syria
perhaps
again
greece
action
common
conflict
fund
forces
half
rules
anti
rising
create
leadership
arab
community
issues
lead
early
together
russian
run
true
hard
member
deal
account
times
him
want
program
simply
poverty
five
know
##er
dollar
##a
across
un
significant
serious
credit
themselves
until
big
sense
##t
beyond
unemployment
nations
go
home
decision
ensure
old
levels
believe
measures
challenge
view
systems
get
able
see
##y
french
increased
general
food
firms
open
german
employment
decade
similar
require
threat
balance
full
day
british
budget
ukraine
cooperation
developed
issue
always
fed
find
federal
address
information
young
pay
productivity
deficit
self
success
advanced
rule
parties
turn
largest
areas
sustainable
britain
response
media
she
uk
post
plan
policymakers
seem
weapons
several
model
opportunity
##r
lack
water
start
conditions
working
##i
move
average
##n
leader
having
americans
consider
politicians
pressure
bush
defense
production
inequality
officials
campaign
focus
top
strategic
four
voters
imf
hope
civil
##o
supply
said
act
industry
return
banking
done
leading
pakistan
consequences
single
annual
changes
groups
group
italy
consumption
whose
created
taken
position
goods
effort
assets
effects
finally
requires
wealth
council
scale
doing
majority
news
largely
gas
structural
globalization
months
rich
failed
nearly
alone
ways
massive
think
emissions
although
main
influence
job
opposition
york
natural
programs
report
relations
powerful
##es
capacity
economists
fall
cause
rest
period
taking
innovation
exports
form
benefit
asian
revolution
either
debate
increasing
worse
failure
expected
makes
shift
lost
particular
achieve
decline
bring
violence
away
funds
lives
age
prevent
improve
governance
later
side
modern
began
aid
ability
month
agenda
carbon
owing
environment
nothing
bad
close
idea
elections
negotiations
sure
fear
give
keep
living
kingdom
total
japanese
evidence
experience
official
soviet
found
environmental
following
using
recovery
commission
ecb
necessary
nor
behind
taxes
seen
london
trillion
build
opportunities
comes
congress
solution
something
egypt
islamic
play
things
saudi
recession
industrial
corruption
traditional
goal
known
actually
palestinian
presidential
probably
effect
look
brazil
became
cities
highly
really
al
organization
corporate
avoid
building
protect
values
vote
technologies
rapid
soon
investments
house
clearly
step
reserve
hold
status
treaty
popular
class
kind
above
authorities
boost
legal
reality
larger
border
allow
mexico
african
integration
cases
coming
bonds
sanctions
freedom
huge
competition
attention
situation
fundamental
ten
afghanistan
held
reducing
individual
deficits
call
certainly
movement
powers
asset
land
limited
contrast
live
center
matter
late
currently
successful
muslim
established
goals
reach
city
collapse
outcome
wrong
quality
standards
include
financing
office
nato
took
millions
confidence
here
relationship
behavior
cut
stock
refugees
##ers
creating
line
science
israeli
management
concerns
easy
liberal
relatively
meeting
along
hand
produce
export
##l
products
school
mean
direct
critical
commitment
understand
external
everyone
meanwhile
donald
decisions
brexit
quickly
##al
projects
develop
fight
responsibility
elsewhere
words
paris
allies
offer
entire
meet
results
deep
worldwide
internet
latin
came
religious
businesses
weak
unlikely
washington
alternative
leave
authority
similarly
cuts
dangerous
basic
near
becoming
organizations
path
stop
recognize
beginning
technological
show
won
attacks
let
existing
target
caused
economics
independence
reasons
insurance
roughly
barack
court
relative
continued
performance
##able
service
framework
re
family
essential
thing
death
funding
gains
summit
company
raise
knowledge
six
below
helped
forced
secretary
overall
certain
source
ultimately
republican
university
days
era
project
##ness
positive
reserves
solutions
intervention
claim
disease
europeans
outside
brought
negative
maintain
personal
victory
proposed
sovereign
choice
saving
output
prosperity
additional
eventually
protection
manufacturing
austerity
indian
complex
sea
continues
forward
generation
spain
creation
men
independent
parliament
arabia
unfortunately
advantage
fuel
accept
available
consensus
factors
korean
driven
stimulus
##ism
zero
size
basis
moral
thereby
answer
ahead
allowed
greek
eastern
cold
crises
agreed
area
attack
individuals
fully
savings
amount
industries
communities
transition
consumers
provided
shared
related
required
xi
damage
wage
skills
don
ideas
sectors
effectively
flows
claims
throughout
societies
digital
stronger
concern
##ity
argue
matters
reduction
neither
increases
study
net
likewise
partners
wages
record
september
elected
willing
air
rapidly
facing
justice
loss
nature
borders
extreme
points
providing
questions
vision
ii
incentives
moment
##m
equity
property
households
thinking
me
talks
co
slow
regulation
surplus
##h
activities
grow
terrorism
consumer
politically
follow
housing
trust
aimed
cultural
drug
impossible
institutional
sometimes
widely
contrary
reduced
diplomatic
dollars
bilateral
internal
pursue
seeking
reached
gap
##on
events
competitive
gain
obvious
suggests
expect
thought
earlier
simple
loans
agreements
stable
child
initiative
responsible
turned
crucial
previous
expansion
wants
focused
significantly
appears
culture
coalition
fail
losses
parts
vulnerable
burden
trying
immigration
populist
followed
primary
special
secure
compared
directly
unless
game
core
intelligence
actions
understanding
plans
assad
begin
strengthen
seek
liquidity
regions
regulatory
whole
committed
treatment
establish
worth
chance
paid
army
trading
standard
nation
neighbors
wars
de
shows
imports
presidency
excessive
renminbi
scientific
communist
partly
warming
your
feel
produced
students
conference
difference
going
easily
save
clinton
pro
syrian
alliance
assistance
republicans
agree
models
serve
win
faster
pre
sources
therefore
lose
steps
welfare
white
anything
truth
demands
hamas
trend
whatever
historical
front
unlike
argued
respect
subsidies
book
promote
targets
man
reflects
argument
direction
encourage
uncertainty
biggest
vital
multilateral
terrorist
conservative
invest
seemed
constitution
depression
ground
range
announced
limits
theory
efficient
falling
##an
importance
mass
threats
wide
deliver
manage
migration
sides
extent
palestinians
himself
referendum
whom
december
quarter
reaching
road
push
safe
expectations
option
implement
kim
##u
safety
competitiveness
otherwise
urban
latest
abroad
november
try
specific
calls
anyone
lending
principle
provides
story
substantial
changing
legitimacy
doubt
farmers
vast
##ic
managed
training
immediate
various
achieved
poland
supported
favor
pacific
partnership
george
laws
promise
takes
shown
##rs
adopted
none
speech
built
iranian
profits
changed
principles
prospects
broad
commercial
merkel
tariffs
faces
becomes
green
improved
tend
##p
accounts
economist
ensuring
precisely
respond
##ation
bill
fighting
##c
limit
raising
unable
buy
thousands
press
severe
suggest
happen
northern
reflect
democrats
efficiency
enable
incomes
macroeconomic
whereas
merely
designed
cash
spent
argentina
tools
fast
running
spread
diseases
else
rural
agricultural
sovereignty
context
leaving
space
test
comprehensive
lebanon
easing
membership
drive
week
continent
round
fossil
armed
commodity
##g
giving
june
base
medical
normal
started
head
launched
march
southern
schools
establishment
stand
improving
boom
collective
electoral
payments
experts
fair
outcomes
spend
broader
democracies
capita
john
resulting
widespread
construction
generally
activity
board
household
opinion
regulations
helping
police
possibility
affairs
disaster
estimated
soft
drugs
went
promises
faced
resistance
creditors
families
happened
legislation
causes
islam
received
regard
coal
lies
mind
final
worst
##k
enormous
hit
libya
highest
operations
attempt
candidates
capitalism
prove
revenue
structure
universal
appear
message
closer
hundreds
differences
radical
republic
scientists
views
circumstances
considered
struggle
addition
goes
identity
looking
lot
sustained
absence
stage
everything
geopolitical
permanent
tensions
allowing
depends
associated
committee
getting
intellectual
productive
abe
constitutional
name
barriers
depend
practices
bankers
ethnic
mostly
th
agriculture
currencies
deeply
moving
danger
returns
asked
conflicts
fell
revenues
factor
remained
succeed
entirely
undermine
ended
usually
considerable
dc
ratio
cambridge
treasury
diplomacy
hands
task
added
owned
declared
instability
muslims
raised
tried
initiatives
smaller
bond
supposed
kremlin
nationalism
agencies
equal
subject
chief
erdo
present
strategies
percentage
unprecedented
upon
viewed
wall
##ized
cross
hardly
break
credibility
refugee
##ist
sharing
migrants
sunni
worked
borrowing
candidate
counter
due
sufficient
arms
choose
person
potentially
resolution
estimates
learn
receive
planet
ongoing
twenty
##in
hong
deaths
distribution
emerged
expand
involved
standing
suffering
##ment
advance
electricity
gender
conventional
forms
kong
analysis
rhetoric
ties
told
##less
gaza
nonetheless
sought
transformation
##ting
combined
measure
offered
generate
stands
priority
met
backed
weeks
gold
includes
contribute
mechanism
overcome
controls
greatest
heart
inclusive
july
online
supporters
medium
places
recognized
sound
##le
adjustment
seven
yes
addressing
am
body
mainly
cancer
equally
resource
scenario
trends
commitments
options
double
regulators
territory
achieving
estate
january
macron
quite
explain
mid
##izing
imposed
ireland
practice
slowdown
suffer
troops
afford
experienced
imbalances
implications
impose
ordinary
participation
played
positions
fallen
nationalist
add
agency
numbers
populations
proposal
everywhere
killed
lesson
restore
easier
fears
pace
regimes
street
implemented
##ization
cycle
implies
lessons
venezuela
actors
protests
sharp
type
strength
cutting
decided
gone
rely
immigrants
proved
violent
wing
##ize
amounts
spring
strengthening
twentieth
inevitable
planning
studies
perspective
sharply
eight
enterprises
join
vladimir
degree
lines
foundation
leverage
mechanisms
appropriate
affect
beijing
corporations
expensive
ruling
default
driving
objectives
patients
truly
virtually
visit
##z
joint
belief
clean
fuels
language
affected
continuing
learning
secular
senior
islamist
talk
typically
dynamic
promised
underlying
declining
developments
aggregate
girls
hopes
maintaining
pursuing
sub
wanted
authoritarian
debts
movements
active
ask
critics
elites
networks
blame
defined
determined
immediately
learned
turkish
ministers
parliamentary
transparency
##ate
economically
bringing
deflation
opponents
reflected
works
expanding
assembly
bear
desire
regardless
causing
physical
sustain
believed
holding
sign
credible
figure
prospect
resolve
starting
fourth
fueled
peaceful
supporting
engage
event
october
poorest
producers
ready
objective
quantitative
fortunately
mistake
combination
imagine
keeping
turning
destruction
heavily
shia
described
guarantee
vietnam
##ts
proposals
shape
paying
relief
deeper
offers
solidarity
##ry
carry
determine
knows
opening
prepared
promoting
##or
bottom
field
gave
race
team
putting
apparent
canada
starters
surely
generations
investing
occurred
relevant
technical
room
style
transfer
##ous
bubble
decide
indonesia
light
observers
published
summer
assume
firm
profit
complete
losing
temporary
worry
excess
represents
robust
australia
heavy
qe
choices
humanitarian
playing
youth
dialogue
divided
exactly
list
product
singapore
establishing
exit
jewish
minority
seriously
concerned
dramatically
flow
victims
equivalent
journalists
purpose
april
sell
aim
chancellor
leads
stagnation
defend
institution
ones
useful
##ia
##us
innovative
##st
adopt
partner
pollution
restructuring
setting
formal
gained
palestine
discussion
essentially
looks
territorial
battle
thanks
accepted
encouraging
equality
issued
malaria
surprise
elite
modi
##en
crimes
liberalization
mention
track
universities
##ling
friends
pension
unique
employees
healthy
opposite
previously
fewer
meant
trouble
defeat
##f
demonstrated
network
paper
sustainability
arrangements
asean
requirements
signed
annually
failing
grown
possibly
processes
bound
securities
contributed
players
##ce
##ted
compromise
design
showed
earth
dramatic
begun
billions
controlled
hiv
host
necessarily
proliferation
represent
happens
included
presence
volatility
willingness
hours
moved
occur
renewable
italian
reported
taiwan
intended
urgent
priorities
remaining
review
solve
taliban
ambitious
inadequate
purchases
settlement
closely
executive
figures
representatives
understood
constraints
perceived
cyber
greenhouse
legacy
embrace
ending
humans
managing
mandate
moderate
religion
signs
structures
august
meaning
nobel
protecting
targeted
towards
##ian
extremely
##ar
calling
dependent
reports
says
supreme
unsustainable
berlin
born
concluded
congressional
import
producing
brussels
engagement
enabled
genuine
integrated
introduced
pattern
tpp
emergence
gulf
shocks
gradually
legitimate
costly
historic
mark
ban
boosting
promising
survival
wave
addressed
dominated
educational
incentive
kept
criticism
implementation
launch
missile
remarkable
sarkozy
##ion
index
linked
restrictions
solar
california
faith
identify
recognition
suffered
terrorists
threatened
capable
emerge
##b
aggressive
populism
shock
##te
adequate
exist
oecd
yield
approaches
centuries
cheap
quo
served
tech
undermining
eliminate
emergency
ideological
researchers
criminal
stake
surprising
capabilities
educated
fire
humanity
pushing
russians
saw
transactions
votes
wake
grew
##ated
globally
norms
minimum
nowadays
risky
aids
confront
terror
zone
##ge
finding
doesn
revolutionary
someone
stance
tell
black
civilian
fixed
harm
opposed
pushed
red
replace
carried
drop
forum
daily
department
weakness
england
mobile
plants
jews
netanyahu
profound
qaeda
accounting
cover
intensive
threatening
exception
logic
nigeria
pressures
preventing
strike
smart
##ch
##ists
homes
modest
operating
rejected
scope
tough
withdrawal
apply
chile
contracts
exposed
repeatedly
##ging
compete
earnings
fate
oriented
species
survive
progressive
series
transfers
advances
concept
dream
primarily
sentiment
completely
february
ignore
suggested
welcome
borrow
empire
senate
via
wrote
crime
deals
latter
mission
genetic
institute
negotiating
realize
##ating
chairman
nineteenth
obviously
sales
search
substantially
conducted
david
holds
polls
appeal
presidents
taxpayers
users
fragile
georgia
harder
mere
practical
reasonable
steel
aging
expense
explanation
speak
stay
ideology
nine
notably
paul
reverse
accompanied
delivered
failures
offset
operate
strongly
disputes
innovations
rose
coordination
financed
governing
engaged
implementing
initial
narrative
wider
woman
alike
allows
attempts
illegal
multi
sort
budgets
contributions
facts
aside
charge
elements
expanded
ownership
parents
##ra
attractive
iraqi
material
sweden
##ary
buying
enabling
governor
mutual
package
warned
weaken
wealthy
appreciation
mainstream
turmoil
unity
weaker
wto
accountability
felt
obligations
regarded
vice
actual
newly
offering
publicly
uncertain
managers
speed
subsequent
tb
declaration
died
link
released
supplies
##ns
statement
die
invasion
attract
effectiveness
bold
discussions
inflows
television
inevitably
transport
claimed
dispute
enhance
examples
nominal
platform
consistent
escape
phase
undoubtedly
barely
counterparts
coverage
creates
demographic
ocean
slowly
weight
##led
centers
closed
interventions
moscow
##man
association
bankruptcy
devastating
functioning
arguments
broadly
bubbles
contain
enter
father
flexibility
populists
protectionism
rarely
sheet
chemical
female
hezbollah
mortgage
staff
systemic
threaten
contribution
convinced
flexible
##ies
applied
cameron
delhi
killing
leaves
narrow
voted
balanced
declined
fundamentally
seemingly
christian
donors
facilities
wind
bailout
colombia
generated
ill
israelis
participants
placed
professional
taxation
extend
gives
##ble
divide
islands
negotiate
purchase
refused
ruled
viable
voting
joined
momentum
shifting
vis
##is
affordable
apparently
corrupt
isis
passed
surpluses
twice
ambitions
computer
measured
posed
tests
warning
weakened
##ful
academic
conclusion
dominant
trial
variety
yields
diverse
encouraged
jordan
dead
diversity
engineering
hungary
initially
kenya
pakistani
survey
word
ally
assessment
retirement
successor
approval
article
chains
customers
returned
stress
struggling
valuable
displaced
organized
replaced
yemen
demonstrate
director
expressed
facilitate
patterns
pointed
pursued
furthermore
thirds
communism
decisive
extra
periphery
protest
relationships
renewed
saying
stem
successfully
waste
coup
exercise
got
revealed
stories
surge
adjusted
chronic
plenty
sent
soldiers
wisdom
acting
apart
demanding
extended
netherlands
philippines
predict
##tic
multiple
policymaking
weakening
bigger
older
portugal
resilience
winning
atlantic
imperative
provision
reagan
rescue
shareholders
travel
brain
concerning
courts
frequently
specifically
table
angela
improvement
reaction
responses
weather
cars
convention
correct
egyptian
instruments
mobility
statements
supposedly
##re
destroy
island
##ive
except
fifth
helps
hunger
ideal
keynes
nevertheless
resulted
advocates
function
guide
jinping
king
lacks
raises
reliable
condition
damaging
knew
painful
purchasing
simultaneously
uses
focusing
selling
suddenly
talent
##ant
badly
entrepreneurs
facebook
harvard
platforms
transparent
vaccines
version
##ally
capture
false
robert
showing
tariff
abuse
bangladesh
debates
funded
image
rulers
treated
abandon
advice
block
happening
regarding
shifts
compensation
marked
secondary
accelerate
adverse
alternatives
combat
downturn
inclusion
lasting
mistakes
peak
sexual
advantages
materials
operation
rational
read
sheets
aftermath
argues
consolidation
dealing
google
historically
representative
secret
believes
benefited
carefully
discrimination
ethical
guarantees
heads
kinds
participate
statistics
downward
properly
reliance
stopped
trigger
triggered
lived
methods
root
somewhat
surprisingly
transform
borrowers
consequence
forcing
maintained
meaningful
pain
perfect
square
usual
##est
chaos
colleagues
complicated
component
depreciation
doctors
eyes
identified
minorities
sdgs
spanish
tool
challenging
characterized
confrontation
germans
indicators
justify
limiting
prosperous
runs
scheme
shares
tradition
unconventional
voice
worried
aims
enforcement
imposing
original
send
treat
ultimate
assumed
charges
occupation
partnerships
prize
streets
vaccine
asylum
car
connected
fueling
monopoly
moves
phenomenon
responsibilities
write
attempting
blood
fails
haven
impressive
improvements
plant
polish
proportion
concrete
considerably
copenhagen
discipline
neighboring
obstacles
openness
pass
stimulate
threatens
artificial
brings
civilians
equipment
extraordinary
generating
grounds
opened
proper
skilled
strengthened
unions
vehicles
conduct
grand
kosovo
lie
loan
prefer
surveillance
tunisia
undermined
atmosphere
consistently
ignored
ministry
overwhelming
planned
proven
sum
##ty
aware
bodies
meetings
mubarak
outlook
##w
brutal
informal
invested
minds
predicted
succeeded
wait
wonder
dependence
gets
pose
protected
recognizing
saharan
skill
workforce
##se
brotherhood
enjoy
medicine
outright
rooted
thailand
anniversary
draw
enemies
manner
missing
trans
##ring
brics
didn
drawn
famous
persistent
residents
responded
types
##ine
blair
creative
gaining
remember
myanmar
noted
accused
content
insist
presented
separate
targeting
transformed
trap
contract
experiencing
sophisticated
stocks
##ors
##ping
birth
greatly
saddam
avoiding
mental
recover
activists
adapt
games
notion
peninsula
preserve
prison
resist
written
cuba
imperial
negotiated
oppose
repression
communication
heard
payment
severely
spirit
chain
collapsed
expenditures
exporters
manipulation
tightening
appeared
emphasis
employers
poorer
slightly
trials
enhancing
estimate
kurdish
rare
serving
sudan
avoided
patient
retain
sensible
slower
slowing
southeast
tragedy
##v
analysts
assumption
commit
dangers
dominance
enemy
pact
poorly
tackle
considering
crash
crimea
links
perception
broken
realistic
socialist
wellbeing
##ding
happy
insufficient
inter
pressing
prolonged
risen
animals
berkeley
brothers
deposits
destroyed
earn
english
labour
transatlantic
wish
backing
careful
caught
extremists
involve
involvement
prepare
protectionist
son
ai
compelling
dutch
entered
inside
mediterranean
college
le
picture
reductions
rightly
urgently
##nt
expertise
involving
isolation
spur
sudden
unemployed
##it
anger
approved
backlash
cyclical
date
directed
dropped
machines
malaysia
motivated
pharmaceutical
shanghai
granted
rebalancing
requiring
##tion
bashar
mexican
ourselves
provisions
represented
acknowledge
ch
code
confronting
contributing
fields
friendly
jerusalem
kill
qatar
transportation
determination
favorable
feeling
influential
machine
prior
resort
tokyo
advisers
dictatorship
features
guaranteed
mounting
poses
seats
##ent
albeit
evident
legislative
liabilities
monitoring
nowhere
##ma
feature
minded
mitigate
reluctant
strikes
acts
awareness
competing
conservatives
eliminating
ends
evolution
foreigners
hitler
imply
internationally
madrid
quick
sooner
turns
catastrophe
eager
ease
interested
neo
openly
saved
communications
destructive
engine
fulfill
hour
missiles
prominent
shale
vulnerability
watch
##ng
cabinet
doctrine
falls
fill
foster
headed
numerous
peoples
roads
seeks
shadow
adopting
dark
executives
gradual
prevention
sex
underway
vez
##ned
anywhere
beneficial
constant
deepening
difficulties
finances
fresh
restoring
rival
stabilize
traditionally
web
##ke
abandoned
achievement
background
el
foundations
match
quarters
reject
removed
##ck
art
enacted
extremism
hurt
marine
sensitive
abbas
cells
count
memory
modernization
ranging
##el
##th
##ur
attitudes
command
comparable
define
delay
feed
##ll
accountable
actively
couple
expression
keynesian
league
politician
reputation
testing
##at
breaking
expenditure
fundamentals
projected
sold
upcoming
autonomy
controversial
explained
extensive
indicate
intervene
male
retail
software
stood
volatile
withdraw
absolute
asking
camp
chair
generous
inefficient
onto
student
afghan
assess
bernanke
binding
prevented
pricing
problematic
pursuit
repeated
signal
sites
speaking
tens
waiting
##ities
anxiety
begins
coordinated
discuss
flight
jong
kurds
naturally
resolved
weapon
acceptable
adding
alongside
bomb
books
campaigns
chose
deng
dilemma
insecurity
closing
collaboration
concentrated
crops
desperate
disasters
electorate
erupted
halt
lowest
morsi
struck
unfair
##ped
##um
murder
norway
release
reversed
striking
unit
##il
adoption
alliances
division
dynamics
hillary
importantly
park
persuade
propaganda
sets
stalin
visible
ancient
arguing
catch
convergence
kennedy
mix
mortgages
optimistic
purposes
respectively
ukrainian
acute
cheaper
denmark
existence
famously
inability
inspired
looked
mortality
plays
scotland
stated
volume
adjust
animal
announcement
chances
constrained
discussed
entry
fellow
love
optimism
pensions
puts
qaddafi
ranks
supports
##ged
arrangement
dominate
ebola
facto
##red
##sh
balances
conclude
details
farm
lenders
moon
performing
periods
reinforced
tradable
accession
assuming
claiming
divisions
nazi
pen
sufficiently
unwilling
##x
##ze
enhanced
heat
hollande
islamists
marriage
relying
steady
tobacco
##et
burma
earned
exists
explains
familiar
flawed
isn
panel
predictable
richer
shifted
##as
affecting
judges
millennium
princeton
toxic
treaties
##ning
accelerating
amid
constructive
delivery
donor
enforce
forecast
integrity
judicial
justified
plus
stakes
##ro
##ter
accord
judgment
observed
reconciliation
settlements
achievements
arise
edge
gaps
giant
hence
inflationary
owners
remove
serbia
solid
yen
##ish
convince
nutrition
cell
commerce
criteria
delivering
door
exposure
facility
lend
ratios
route
tactics
teachers
twitter
ultra
arabs
aspirations
catastrophic
channel
classes
likelihood
reporting
switzerland
younger
accurate
bloc
career
challenged
channels
commodities
drawing
embraced
introduce
mother
procedures
reinforce
securing
unilateral
versus
##na
circle
considerations
devaluation
elect
informed
realized
talking
blow
contemporary
evil
foremost
indians
intense
regular
supervision
unstable
weaknesses
attempted
deny
employed
gates
lowering
marginal
sectarian
shortages
somehow
territories
africans
confident
distant
enterprise
eye
fix
guard
mobilize
principal
realities
computers
deserve
dioxide
disastrous
doubts
fatah
formed
joining
laureate
slowed
upward
##nce
##ne
aspects
citizen
element
exceed
finds
investor
map
rating
reduces
resilient
##ve
bolster
electric
entering
findings
fine
founded
geneva
regularly
telling
automation
chosen
components
denied
enables
experiment
hoped
namely
nobody
receiving
revive
steadily
tons
##ier
accordingly
concessions
definition
demanded
equilibrium
investigation
lacking
resolving
seeing
shaped
threshold
##os
antibiotics
ben
bit
bureaucracy
comparison
cooperate
difficulty
driver
ethiopia
happiness
ineffective
judge
losers
overseas
produces
providers
senator
urbanization
adjustments
arguably
cast
confronted
cooperative
cope
differently
mutually
newspaper
nixon
professionals
rejection
surrounding
altogether
competitors
corporation
cyprus
disruption
existential
fit
forests
neighbor
revolutions
soes
temperatures
tendency
deposit
dignity
fought
medicines
assumptions
colonial
decent
defending
desirable
dire
eliminated
forest
genes
multinational
panic
tension
trained
trip
worker
##les
camps
creditor
isolated
jean
mao
musharraf
predecessor
refuse
schemes
typical
understandable
worrying
austria
bills
criticized
customs
expansionary
fairly
feasible
hospitals
irish
khamenei
maybe
popularity
pragmatic
predecessors
prevailing
recognizes
river
suicide
tends
destabilizing
hostile
lehman
liberals
privacy
reconstruction
responding
significance
somalia
underpinned
##ably
ahmadinejad
berlusconi
cap
concentration
experiences
express
genocide
liberty
meantime
protocol
upper
advocate
appointed
belt
davos
discovered
dna
explicitly
hot
james
origin
pledged
##age
attitude
bridge
emphasized
ethics
followers
judiciary
lift
preferred
pull
resistant
selection
strongest
unrest
dynamism
explicit
favored
gross
implying
patent
reflecting
bargaining
check
complexity
crop
fish
frequent
median
mothers
note
returning
romney
rouhani
zones
adults
alleged
appreciate
disruptive
forecasts
officially
plausible
refusal
relies
richard
socially
##ds
##ta
accounted
blamed
character
diplomats
exacerbated
implicit
initiated
introduction
lay
occupied
polio
remote
straightforward
virus
widening
woods
##land
##ls
absorb
coherent
draghi
emphasize
follows
friend
hear
honor
hundred
imported
involves
iron
nafta
neighborhood
sight
whereby
abuses
accelerated
acquire
charter
declines
governmental
holdings
odds
phone
pledge
preparing
redistribution
suggesting
train
##ical
acceptance
constitute
desperately
disorder
fired
grave
intention
negotiation
obtain
ran
ratings
rwanda
safer
summers
##de
##ded
ambition
forget
god
infectious
koreans
livelihoods
parity
ronald
serves
shaping
tasks
tourism
ceo
contraction
extremist
hussein
parallel
reinforcing
revival
storm
toll
wise
adviser
biodiversity
captured
convincing
duty
engaging
focuses
governed
greenspan
induced
integrate
laid
minimize
morocco
newspapers
pboc
preferences
seize
troubled
unexpected
##ie
acknowledged
administrative
applications
bias
breakthrough
capitalist
exploit
football
frank
makers
recorded
shortage
voices
##ability
##ial
bretton
clinical
devices
gene
headlines
immigrant
kyoto
player
star
treatments
tsunami
vicious
violations
accumulation
attend
cup
deregulation
earthquake
illiberal
implied
mood
perform
protesters
settle
voluntary
winners
writing
##me
cycles
deputy
innocent
intentions
looming
mixed
precedent
stakeholders
surface
temperature
town
whenever
apple
consideration
govern
hedge
landscape
margin
meltdown
obstacle
pride
quest
roots
san
stuck
tested
tolerance
trajectory
waves
##ld
absent
affects
allocation
bid
bjp
bought
degrees
denominated
epidemic
exporting
interesting
interpretation
maritime
thatcher
triumph
tv
accepting
checks
courage
disarmament
drivers
enjoyed
film
freely
portfolio
rice
royal
shinzo
site
situations
valley
waters
winner
##id
##ps
buildings
charged
civilization
constantly
describe
devoted
frameworks
fran
fulfilling
highlighted
houses
outbreak
province
roles
solving
successes
##ified
arrest
bin
ecosystems
founding
francis
indicates
officers
persist
rebuild
rome
sending
speculation
anemic
bet
confirmed
contained
deployed
elderly
emotional
expectancy
highlights
images
industrialization
occurring
polarization
reading
speculative
stabilizing
terrible
##ka
aggression
biological
church
classic
deemed
defeated
diminished
doubled
fraction
harsh
hegemony
mario
pays
permit
raw
richest
roosevelt
split
tomorrow
veto
ali
detailed
enduring
exclusively
frustration
hostility
landing
protections
representation
scarce
sdr
##der
cohesion
completed
fairness
feared
foreseeable
immense
lawyers
meat
restored
stabilization
traffic
##aries
##ton
applies
carrying
engineers
expert
factories
globalized
signals
super
visited
warfare
cultures
distributed
fashion
ironically
letter
monitor
premier
recall
regulate
##ance
##ians
broke
ceiling
conservation
enlargement
functions
legally
method
overwhelmingly
piketty
scholars
shut
sustaining
undermines
undertake
virtual
##ence
aircraft
angry
arrested
availability
contagion
entrenched
generals
indebted
magnitude
maximize
multilateralism
poll
psychological
teams
venture
agents
appealing
architecture
compliance
distinct
fishing
forever
illness
interference
mahmoud
negotiators
offensive
oversight
prisoners
privatization
promotion
regulated
scenarios
solely
storage
suit
temporarily
transforming
##tes
advancing
attacked
bargain
ccp
consume
deleveraging
eventual
firmly
guidance
hidden
pan
requirement
sake
spreading
##ah
alive
answers
assault
demonstrations
entities
malaise
partisan
scandal
seat
sees
soil
uranium
##ons
##sed
collateral
compensate
deflationary
disintegration
drove
endorsed
equipped
farming
fastest
forgotten
hospital
ignoring
inputs
irrelevant
lisbon
notable
ois
oxford
peer
presumably
regain
rivals
shortfall
tight
unacceptable
wife
arrived
blind
chicago
comparative
harmful
intent
named
occurs
proof
racial
respected
reversal
seoul
soared
spoke
stems
tiny
village
##tive
admit
brand
bureaucratic
childhood
coast
czech
declare
depending
deterrence
discontent
honest
liberation
night
npt
profile
reckless
seekers
shortcomings
shrinking
sino
strict
transmission
##ious
defining
deployment
display
excessively
flaws
grows
imbalance
indispensable
instrument
myriad
prevailed
rebels
vested
worries
##men
blocked
choosing
collection
connection
departure
derivatives
doha
miles
paradox
spiral
starts
temptation
tribal
units
unknown
##da
anticipated
beliefs
collectively
commentators
controlling
distance
exacerbate
frontier
novel
reward
robots
safeguard
thousand
thrive
translate
authors
blue
bust
catholic
cure
degradation
dismissed
dozen
dysfunctional
emmanuel
fighters
holocaust
juncker
krugman
lately
orderly
orders
peru
pound
proud
punishment
reforming
routine
silence
unified
yanukovych
##son
ambassador
application
attracted
consolidate
deepen
discovery
draft
evolved
hike
insisted
manufacturers
missed
philosophy
precise
sanitation
silicon
sri
sugar
##co
abenomics
accident
arsenal
biology
demise
distinction
equitable
fdi
normally
opposing
ought
profitable
sit
soaring
stemming
##ties
acquired
akp
approaching
benefiting
countless
discourse
excluded
filled
gathering
impede
nets
pipeline
pool
pope
predictions
professor
rein
replacing
sciences
spurred
suspicion
tied
tragic
unnecessary
victim
aged
approximately
behave
bombing
carries
consent
eat
entitled
munich
obligation
pick
promoted
reportedly
store
tempted
##ening
##sing
##ves
ample
boundaries
brown
censorship
churchill
compare
delayed
diminishing
downside
drought
dying
factory
genuinely
lee
minimal
purely
recovered
remarkably
saudis
subsequently
surprised
transnational
tremendous
unpopular
##ify
accumulated
bloody
closest
connections
denial
efficiently
entails
exchanges
gases
midst
nationalists
ngos
originally
phones
reasonably
representing
retreat
struggles
suppliers
uphold
villages
warnings
wwii
##ms
##tor
aspect
combine
damaged
deadly
demonstrates
destroying
erosion
knowing
naval
olympic
operational
reveal
sports
substitute
taught
theories
unpredictable
vacuum
##up
bailouts
charles
club
continental
crowd
disparities
ecological
engines
fake
finland
fragmentation
indigenous
macro
premium
prone
relied
removing
resentment
sphere
symptoms
viktor
ballot
brazilian
cairo
capability
embedded
financially
foods
indicator
irresponsible
notes
preserving
sacrifice
shot
stark
surveys
tony
##rated
allocated
centralized
comprise
determining
differ
dozens
ecosystem
ex
horizon
ice
incumbent
inherited
liability
liberalism
michael
minor
norm
participating
passing
placing
prevail
techniques
torture
traders
unclear
undertaken
##ide
acted
assumes
bulk
comfortable
distinguish
entrepreneurship
exceeds
extending
overnight
printing
recessions
rises
tackling
timing
watching
wins
##la
##om
##sts
characteristics
civic
containment
covered
diagnosis
electronic
encourages
grievances
hikes
infected
intellectuals
issuing
johnson
nicolas
overly
premature
qualified
rally
scrutiny
silent
stagnant
superpower
welcomed
alarming
behalf
burning
cambodia
condemned
creativity
disruptions
distortions
enthusiasm
expectation
forge
golden
justification
kilometers
located
mdgs
misguided
paradigm
repeat
strain
tide
winter
##im
##line
accomplished
algeria
calm
centered
confined
democratically
excuse
facilitating
grant
hire
identities
iranians
kerry
liquid
loyalty
marks
recommendations
roma
suffers
triggering
##ible
assessing
bureaucrats
crude
escalating
exceptions
fragmented
graduates
inequalities
normalization
overcoming
projections
restraint
seized
subjects
topic
##out
abandoning
adequately
amendment
boosted
citizenship
dimension
distrust
enrichment
entail
error
exclusive
futures
joseph
locked
militants
possibilities
sun
treating
unusual
##am
##king
##ual
adaptation
amounted
automatic
barrel
brief
brink
champion
cognitive
diminish
distress
freedoms
friedman
grasp
guidelines
interim
invited
launching
merit
mining
misleading
partial
ranking
records
request
statistical
superior
suspect
traditions
window
##ks
advocated
bail
bosnia
cited
coastal
constitutes
depressed
disrupt
extension
fertility
fold
frustrated
gordon
guided
hate
immune
migrant
ordered
reference
renewables
savers
singh
thomas
transaction
##sm
bondholders
clash
debtor
deter
fraud
gun
introducing
irrational
marginalized
neutral
performed
proclaimed
roll
scientist
tenure
##ey
##ler
aggressively
cia
discourage
entity
escalation
exclusion
formally
hu
ignorance
inaction
insurgency
lanka
lifted
likes
outflows
outlets
reminder
rewards
routinely
sale
skeptical
stations
##ir
##ov
##ure
##ut
basket
bearing
decisively
extends
fees
ghana
infections
listen
mckinsey
reflection
spectrum
spreads
succession
thinks
unequal
urgency
vary
##ad
##ates
##ner
##pe
actor
automatically
bolivia
breakdown
card
cards
curb
debtors
deliberately
embracing
experiments
feelings
grid
hoping
incomplete
keeps
lender
massacre
pivot
sole
tibet
traded
unite
##ants
##ments
##ung
box
burdens
christians
depth
drag
dubious
emerges
intensified
luxury
object
phrase
producer
ve
alter
autocratic
benign
borrowed
dictator
environmentally
evolutionary
favors
gotten
insights
iraqis
lebanese
micro
orb
physics
piece
poised
proxy
recep
revived
seas
st
tayyip
##bly
##istic
##ological
accessible
assert
atomic
balkans
budgetary
calculations
cautious
daunting
diabetes
elimination
exemplified
founder
greeks
hiring
industrialized
influenced
inspire
intensity
literally
maduro
miracle
personnel
sanders
secured
skepticism
soccer
sounds
stages
stick
teaching
unilaterally
##ters
##ue
##zing
domestically
flood
loose
mega
motivation
protracted
receives
reconcile
reveals
spends
voter
composition
comprising
connectivity
contest
disagree
favorite
formula
habits
handed
interconnected
intergovernmental
medvedev
permanently
pis
pundits
scheduled
semi
solved
teach
##rate
advertising
autonomous
banned
basel
bipartisan
complacency
connect
denying
devise
empirical
evolving
highlight
impoverished
inherent
municipal
myth
native
nazis
neglected
outsiders
rebel
seeds
separation
spectacular
symbolic
tactical
underground
vibrant
wary
wild
##ations
abu
array
bay
belgium
blocking
counterproductive
empowered
episode
formidable
forth
grants
hide
historian
illusion
impression
journalism
longstanding
maternal
mayor
miss
notwithstanding
obamacare
page
postwar
propose
psychology
repay
repeal
socialism
sunnis
symbol
unification
##ient
##ite
##ology
applying
attributed
audience
bases
burst
certainty
clients
collect
combating
compact
contains
conviction
deploy
feels
flat
governors
hatred
heading
impunity
lacked
luck
microsoft
narratives
neglect
occasion
offshore
perceptions
puerto
recommended
restrict
revised
satisfy
sharon
skeptics
strange
stream
tuberculosis
worsening
yeltsin
##bility
##pa
##rating
##ri
abortion
attracting
clout
concerted
conclusions
disproportionate
documented
exercises
franco
grip
immunization
inward
laden
logical
names
paralysis
permitted
philosopher
profitability
removal
sachs
sponsored
systematic
tanks
thaksin
zimbabwe
##ang
##ca
##hip
##ol
agendas
amazon
appeals
baby
demonstrating
disappointing
dividends
exceptional
fluctuations
formation
militias
poles
proponents
refusing
replacement
sheer
swedish
uganda
understands
vehicle
witnessed
zealand
##cing
##ering
academics
admitted
considers
disputed
dodd
empower
freeze
ipcc
keen
lifetime
monthly
morality
portion
practically
profession
pure
radio
sitting
trapped
vienna
xiaoping
##cy
activist
arafat
arbitrary
author
coordinate
criminals
dangerously
defaults
deliberate
deserves
disappeared
disturbing
empty
endless
enforced
fault
heightened
holders
imminent
indication
items
journalist
la
lifting
maintains
nomination
pretty
probability
proceed
radically
rationale
recipe
repair
respective
settled
stanford
troika
upgrading
vastly
##j
abundant
annexation
benchmark
buyers
containing
covering
disappear
discredited
equities
examine
healthier
journal
kazakhstan
opponent
orthodox
perfectly
provinces
reasoning
resisted
sadly
stressed
swiss
tells
venezuelan
##ct
##uring
aligned
allegedly
arctic
averaged
bitter
bombs
booming
counterpart
diet
factions
genome
grim
haiti
handle
inflicted
mindset
music
notice
obesity
overthrow
punish
staggering
subsidy
tangible
tea
vulnerabilities
wasted
worsen
##li
##ot
##ral
accomplish
adult
appetite
aren
beings
breakthroughs
centrist
coalitions
democratization
disproportionately
errors
explosion
giants
historians
hurricane
imagined
location
organize
peripheral
reluctance
rigid
successive
survived
tougher
ttip
##bs
##med
##ud
addresses
believing
borne
declaring
drives
fortune
fostering
gather
generates
handful
indicated
intensify
interaction
li
packages
pervasive
restricted
rock
smith
wen
wherever
arm
authoritarianism
avert
ballistic
construct
continuous
enlightened
eradication
euros
exploitation
identifying
indirect
insight
maynard
pillar
processing
readily
sick
slogan
transitions
##ans
##che
##ki
align
amr
arrive
brother
cliff
episodes
floods
helpful
henry
hindu
invariably
limitations
memories
militarily
mired
northeast
outstanding
prudent
rejecting
rethink
technocratic
trusted
violation
ad
cuban
daughter
dedicated
deforestation
diversification
doubling
droughts
hungry
istanbul
malnutrition
marketing
marshall
oceans
opec
optimal
rests
reversing
schooling
speeches
suppose
trafficking
##ification
##un
australian
breaks
chirac
contact
defeating
deteriorating
durable
eurobonds
exploited
facilitated
flowing
gandhi
incapable
margins
outrage
ports
pressed
proposing
safeguards
sweeping
underestimated
vague
##ba
##ened
##ley
adhere
commonly
complaints
corner
coupled
despair
deterioration
document
duties
essence
geography
goldman
il
letting
mainland
manufactured
martin
mentioned
mess
penalty
pillars
preference
rampant
referred
rivers
scene
shrink
signaled
stalled
towns
troubling
underpin
unintended
unleashed
ups
yellen
yugoslavia
##well
cumulative
decrease
dictators
disagreements
dismiss
egyptians
emulate
erode
eroded
expects
farms
height
mistrust
offices
possess
potent
quotas
react
remittances
reviving
romania
studied
tolerate
video
##io
##ris
arises
attacking
bears
beneficiaries
bitcoin
ceos
conversation
disagreement
dividend
franklin
implication
infection
lands
linking
maximum
patents
preventive
prompted
rico
selected
smoking
smooth
swap
tone
undergoing
vaccination
wasn
##ative
##back
##res
aiib
annan
assessments
auto
baghdad
boe
bridges
drone
emission
enact
everybody
humiliation
hungarian
insisting
mali
overlooked
parliaments
prudential
ships
silver
uncertainties
wouldn
##ee
##ver
abdullah
appearance
athens
breakup
category
destination
fronts
ideals
interdependence
journey
jump
liberties
lula
maintenance
origins
ostensibly
pockets
port
ratified
restricting
spoken
texas
tighter
valid
witness
##iness
##ins
activism
caution
clarity
compromises
cynical
deciding
defensive
feet
italians
literacy
mandatory
mini
realizing
revolt
rio
satellite
struggled
suited
technocrats
trees
withstand
##ny
##que
##use
accommodate
administrations
ages
asians
balancing
behavioral
dissent
documents
induce
interactions
invented
jurisdiction
ministries
mumbai
necessity
nightmare
ottoman
plight
positioned
prevents
quantity
quiet
ranked
reactions
reap
respects
reunification
strategically
urged
utterly
##ina
##ries
affair
atrocities
breast
brexiteers
careers
ceasefire
circles
comfort
consuming
controversy
displacement
emotions
emphasizes
entrepreneurial
excesses
feedback
francisco
gasoline
gorbachev
inherently
intensifying
irony
judged
judging
lethal
lobbying
mikhail
pointing
presents
publication
resolutions
ride
scarcity
silk
sluggish
somewhere
thin
touch
triple
understandably
unresolved
##ator
##dy
##fully
##ily
##one
accurately
accusations
assured
baltic
bannon
beat
cease
celsius
confirm
decentralized
earning
ecuador
employ
exceeded
fires
fruit
grids
hardest
imperfect
integral
maastricht
master
minutes
motives
olympics
orthodoxy
prince
privileged
proposes
reformers
responsive
revelations
segments
sentiments
slump
speaker
spot
statehood
strengths
sums
suppress
swing
trillions
universe
##ard
##ars
##ibility
##tors
##ulate
alan
assassination
axis
booms
clearer
comments
contentious
desired
evolve
excellent
expose
floor
ideally
intelligent
realism
rent
restoration
roman
scores
text
therapy
tighten
##des
##ions
advised
anyway
attraction
bleak
boston
caribbean
celebrate
chen
collected
concentrate
credits
endured
ensures
explanations
fallout
glass
heed
incremental
injustice
lesser
leveraged
mandela
masses
milan
motion
passage
plummeted
provoke
residential
retaliation
salaries
sinai
sixth
stalemate
stopping
technically
throw
walk
warsaw
##cs
##to
agent
anticipate
assist
casualties
committing
communicate
conditional
district
districts
dreams
exploiting
gazprom
indefinitely
indirectly
interact
internally
lowered
manuel
procurement
select
syrians
systematically
urge
##ff
##ft
##ss
advocating
ayatollah
backdrop
boards
boj
conceived
crackdown
destabilize
digit
disposal
distressed
drinking
environments
florida
hazard
initiate
medicare
mohamed
morally
narendra
ncds
opinions
opt
personality
plagued
preceded
privately
rage
reaches
rebuilding
relentless
reminded
safely
sport
stimulating
substance
traction
unlimited
warm
##ill
akin
allegations
allied
appointment
beautiful
branch
chapter
claude
compounded
contributes
darfur
dealt
embassy
emphasizing
empowerment
existed
fits
forecasting
guilty
imagination
indifference
insistence
linkages
mitigation
obsolete
personally
peter
postpone
remind
rush
scandals
scottish
season
shareholder
suspected
theoretical
transitional
violated
##go
##ked
anglo
battles
clinics
compelled
complementary
consumed
denuclearization
dimensions
distorted
examined
fatal
flooding
forefront
freer
gathered
gay
genetically
headline
ignores
mccain
militant
mitigating
nepal
obliged
oslo
papers
persists
portfolios
proposition
provincial
rail
surrounded
telecommunications
##gy
##lled
##no
accumulate
bankrupt
besides
boys
compatible
concepts
conspiracy
counts
criticize
customer
describes
dirty
exaggerated
exhausted
forthcoming
hardline
helicopter
hole
instance
interview
jacques
kuwait
moderation
modified
occasionally
organic
peacefully
rebound
regards
suspended
tenth
troubles
ukrainians
##cies
##ied
##mer
##nd
##ture
##vi
agreeing
assertive
bar
belong
bo
canadian
drama
evasion
firing
fled
foot
fukushima
guiding
holy
innovate
irreversible
kgb
liberia
margaret
measuring
mobilized
mount
occupy
pessimism
pledges
powered
prediction
privilege
profoundly
rivalry
semitism
speaks
spurring
tel
thriving
unrealistic
violate
##ul
##ute
##ya
alarm
appreciated
barrier
blueprint
calder
commissioner
comprises
correction
courses
destiny
enlightenment
exceeding
excluding
hosted
hub
hugo
impeding
inspiration
libyan
liu
overhaul
perpetrators
preventable
recipients
resigned
ring
station
steep
stepped
strip
subsidized
swept
turnout
zhou
##ig
##ously
##sion
adversaries
affluent
aluminum
anchor
binyamin
dependency
diagnostic
doctor
doomed
doors
drew
elusive
gaulle
geographic
greed
headquarters
interpreted
leap
leftist
marx
movie
navigate
outset
plot
print
quasi
relevance
renewal
revealing
shouldn
specter
storms
strains
strictly
##rd
##ship
absurd
allocate
appoint
aviv
bundesbank
calculated
cement
competent
consists
crown
dam
defenders
drain
evidently
executed
execution
exporter
gravity
hostage
illnesses
impending
insists
insolvency
maneuver
oligarchs
organizational
paradoxically
picked
praise
recipient
refrain
regulating
remembered
rounds
satisfied
section
senators
sentence
shame
subsidiaries
summits
supportive
tended
theresa
totally
twin
unthinkable
worthy
##ome
##ug
absolutely
anxious
anytime
arrival
bahrain
belarus
boris
brave
businessmen
channeled
collapsing
compel
confusion
democrat
diaspora
discussing
disregard
fleeing
footing
fragility
hearing
heritage
herself
insolvent
missions
patience
peacekeeping
petroleum
renzi
slavery
suspicious
syriza
tap
timely
wishes
##ched
##gate
##ip
categories
commander
consecutive
correctly
description
dismal
distribute
enormously
fixing
forming
homeland
hyper
incidents
ip
legislators
manipulate
mistaken
mobilizing
navy
officer
onset
operates
opted
quietly
reproductive
signing
spike
title
tries
unavoidable
virtue
watched
withdrawing
##gs
##ile
##lan
##late
alcohol
attended
broadband
broaden
capitalize
catalyst
constraint
crossing
delegation
detect
dictatorships
divergence
eradicate
exclude
finished
fly
fundamentalism
handled
influx
intervening
kick
listed
muammar
organizing
outsize
racism
radicals
readers
rebellion
reformed
registered
rigorous
socioeconomic
stores
talented
theme
torn
tropical
underestimate
unleash
viewing
visits
witnessing
##ency
##ming
associations
competence
constrain
costa
crucially
debated
denounced
detail
directors
distributional
dpj
dual
enrollment
evaluate
exceptionally
explaining
extremes
farc
globe
grade
incurred
killings
lasted
lest
merits
misery
perspectives
predominantly
rank
rapprochement
repayment
ship
skin
structured
succeeds
swift
symptom
systemically
tsipras
uprising
withdrawn
worrisome
##and
##ev
##ger
##iest
##rt
accustomed
achievable
bright
caucasus
